[
  {
    "id": "mug_packaging",
    "main-title": "TungTau™ Product Packaging.",
    "sub-title": "Mug and plate set packaging design prototype for a classic coffee shop in Indonesia.",
    "roles": "Design, Prototyping",
    "types": "Illustrator, Product Design",
    "tools": "Adobe Illustrator",
    "explanation": "<p>TungTau™ is a classic coffee shop that has stood through time since 1938 and has grown to be one of the biggest coffee shops in Bangka Island.</p><p>Due to the characteristic of the shop that is affordability yet quality, this project is created with cost and simplicity in mind.</p><p>With the current design it is possible to package fragile ceramic mug and plate with just cheap cardboard. The outside wrapper allows any design change to be implemented without changing the core packaging of the product.</p><p>Work time : 4 months ('19 October - '20 January)</p>"
  },
  {
    "id": "whale_tours",
    "main-title": "Whale Tours.",
    "sub-title": "This project is about imaginary travel company called Whale Tours.",
    "roles": "Branding, Design",
    "types": "Illustrator, Website",
    "tools": "Adobe Illustrator, Figma",
    "explanation": "<p>This project is created with the theme of summer travel in mind. The scope is to work from limited customer request to make a landing page and branding page.</p><p>With a big attractive page for the current sale to attract customer and 3 points of company's value, it gives a summary for the company's overall looks.</p>"
  },
  {
    "id": "reddit_fes",
    "main-title": "Reddit Love Live Community Project.",
    "sub-title": "A big commision project from overseas community to Love Live! Fest™ concert.",
    "roles": "Project Manager, Lead Designer",
    "types": "Illustrator",
    "tools": "Adobe Illustrator, Adobe Photoshop",
    "explanation": "<p>This was a big commision project from overseas community to Love Live! Fest™ concert. It consists of a giant banner and custom flowerstands. I was in charge in overall design, banner design and printing related management.</p><p>The banner was created in collaboration by me and artist Chroneco. I created the background and logo design while all the character illustration is created by Chroneco. The flowerstand illustration was created by multiple artists, details can be found here. https://twitter.com/MastrMirage/status/1207141860071723009 Title board, credit board and illustration cut out work is done by me. Love Live brand and the original character design is owned by (???) and ????"
  },
  {
    "id": "chicken_brochure",
    "main-title": "Berkat Anugerah Brochure.",
    "sub-title": "Brochure designs for chicken meat supplier in Indonesia.",
    "roles": "Designer",
    "types": "Illustrator",
    "tools": "Adobe Illustrator, Adobe Photoshop",
    "explanation": ""
  },
  {
    "id": "neboke_no_hibi",
    "main-title": "Neboke no Hibi.",
    "sub-title": "A short stop motion film based on character designed by a classmate at Kyoto Computer Gakuin.",
    "roles": "Animator, Sculptor, Video Editor",
    "types": "Video, Stop Motion",
    "tools": "Adobe Premiere Pro, Adobe After Effect, Dragonframe",
    "explanation": ""
  },
  {
    "id": "stage_3d",
    "main-title": "Niji Live House.",
    "sub-title": "A project about imaginary live house that's created in Autodesk Maya.",
    "roles": "3D modeler, Designer",
    "types": "3D work, Poster",
    "tools": "Adobe Illustrator, Adobe Photoshop, Autodesk Maya",
    "explanation": ""
  },
  {
    "id": "covid_poster",
    "main-title": "Covid-19 Poster.",
    "sub-title": "Covid-19 poster commisioned to promote better hygiene in an Indonesian university.",
    "roles": "Designer",
    "types": "Poster",
    "tools": "Adobe Illustrator",
    "explanation": ""
  },
  {
    "id": "",
    "main-title": "",
    "sub-title": "",
    "roles": "",
    "types": "",
    "tools": "",
    "explanation": ""
  }
]
