[
  {
    "id": "mug_packaging",
    "main-title": "TungTau™ Product Packaging.",
    "sub-title": "Mug and plate set packaging design prototype for a classic coffee shop in Indonesia.",
    "roles": "Design, Prototyping",
    "types": "Illustrator, Product Design",
    "tools": "Adobe Illustrator",
    "explanation": "<p>TungTau™ is a classic coffee shop that has stood through time since 1938 and has grown to be one of the biggest coffee shops in Bangka Island.</p><p>Due to the characteristic of the shop that is affordable yet quality, this project is created with cost and simplicity in mind.</p><p>With the current design, it is possible to package fragile ceramic mug and plate with just cheap cardboard. The outside wrapper allows any design change to be implemented without changing the core packaging of the product.</p><p>Work time : 4 months ('19 October - '20 January)</p>"
  },
  {
    "id": "whale_tours",
    "main-title": "Whale Tours.",
    "sub-title": "This project is about imaginary travel company called Whale Tours.",
    "roles": "Branding, Design",
    "types": "Illustrator, Website",
    "tools": "Adobe Illustrator, Figma",
    "explanation": "<p>This project is created with the theme of summer travel in mind. The scope is to work from limited customer request to make a landing page and branding page.</p><p>With a big attractive page for the current sale to attract customers and 3 points of the company's value, it gives a summary of the company's overall looks.</p><p>Work time : Less than one week ('20 April)</p>"
  },
  {
    "id": "reddit_fes",
    "main-title": "Reddit Love Live Community Project.",
    "sub-title": "A big commision project from overseas community to Love Live! Fest™ concert.",
    "roles": "Project Manager, Lead Designer",
    "types": "Illustrator",
    "tools": "Adobe Illustrator, Adobe Photoshop",
    "explanation": "<p>A big commission project from the overseas community for Love Live! Fest™ concert to show fan appreciations by donating a custom flower stand and a giant custom banner. I was in charge in overall design, banner design, printing related management, and cut out work for flower stand preparation.</p><p>The banner was created in collaboration by me and artist <a href='https://twitter.com/chrone_co' target='_blank'><span id='link'>Chroneco.</span></a> I created the background and logo design while all the character illustrations in the banner are created by Chroneco.<p>The flower stand illustration was created by multiple artists, details can be found <a href='https://twitter.com/MastrMirage/status/1207141860071723009' target='_blank'><span id='link'>here.</span></a></p><p>Work time : 3 Months ('19 November - '20 January)</p><p><span id='warning'>Love Live brand and the original character design is owned by KADOKAWA CO., Lantis Ltd. and SUNRISE INC.</span></p>"
  },
  {
    "id": "chicken_brochure",
    "main-title": "Berkat Anugerah Brochure.",
    "sub-title": "Brochure designs for chicken meat supplier in Indonesia.",
    "roles": "Designer",
    "types": "Illustrator",
    "tools": "Adobe Illustrator, Adobe Photoshop",
    "explanation": "<p>A brochure work requested by a small meat distributor in Indonesia to promote chicken meat retail services for household use.</p><p>Work time : 1 week ('20 June)</p>"
  },
  {
    "id": "neboke_no_hibi",
    "main-title": "Neboke no Hibi.",
    "sub-title": "A short stop motion film based on character designed by a classmate at Kyoto Computer Gakuin.",
    "roles": "Animator, Sculptor, Video Editor",
    "types": "Video, Stop Motion",
    "tools": "Adobe Premiere Pro, Adobe After Effect, Dragonframe",
    "explanation": "<p>\"This is the story of Neboke, an alarm clock that always oversleeps and fails to wake his owner up.<br>One day, the owner brought home a new alarm clock, Dejike. Dejike was able to perform his task as an alarm clock perfectly. But, on this particular night before the important morning for the owner, Dejike has run out of battery. <br>Neboke noticed this and tried his hardest to wake up the owner. In the end, the owner noticed Neboke's hard work and thanked Neboke.\"</p><p>This project started with the submission of character design by a classmate in Kyoto Computer Gakuin. After revisions to simplify the Neboke design for animation purposes and making another character called Dejike, I started sculpting the head from thick foam and white clay and painted it with acrylic paint. The creative design of the eyes and the cheeks allows me to express a lot of emotion in the story.</p><p>Work time : 4 months ('19 October - '20 January)<br><span style='font-size: var(--fs-xsmall)'>3 months of sculpting and character creation.<br>1 month of animation and video editing.</span></p>"
  },
  {
    "id": "stage_3d",
    "main-title": "Niji Live House.",
    "sub-title": "A project about imaginary live house that's created in Autodesk Maya.",
    "roles": "3D modeler, Designer",
    "types": "3D work, Poster",
    "tools": "Adobe Illustrator, Adobe Photoshop, Autodesk Maya",
    "explanation": "<p>A 3D project created in Maya about a live house interior that consists of lighting and a stage. The end result is printed on a poster for display purposes.</p><p>Work time : 1 month ('20 January)</p>"
  },
  {
    "id": "covid_poster",
    "main-title": "Covid-19 Poster.",
    "sub-title": "Covid-19 poster commisioned to promote better hygiene in an Indonesian university.",
    "roles": "Designer",
    "types": "Poster",
    "tools": "Adobe Illustrator",
    "explanation": "<p>A poster to tell about 4 important points to protect oneself from the covid-19. Each point has an illustration to emphasize and visualize the importance of being hygienic.</p><p>Work time : 1 week ('20 May)</p>"
  },
  {
    "id": "",
    "main-title": "",
    "sub-title": "",
    "roles": "",
    "types": "",
    "tools": "",
    "explanation": ""
  }
]
